Repository: ckolumbus/PyLucid
Catalog: pylucid_project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Gallery entry for page: %s doesn't exist, please create it.
de: Gallerie Eintrag für Seite: %s existiert nicht, bitter erstellen.

source: image {current} of {total}
de: Bild {current} von {total}

source: close or Esc key
de: Schließen oder ESC Taste

source: Directory
de: Verzeichnis

source: Pictures
de: Bild

source: No pictures found.
de: Keine Bilder gefunden.

source: Path
de: Pfad

source: If checked add a reset link to the language list.
de: Wenn diese Option aktiviert ist, wird ein Link zum Rücksetzten der Sprache eingefügt.

source: Create a new lexicon entry
de: Neuen Lexicon Eintrag erstellen

source: Lexicon entry '%s' saved.
de: Lexicon Eintrag '%s' gespeichert.

source: Unknown lexicon term.
de: Unbekannter Lexicon Eintrag.

source: Term
de: Begriff

source: Term in primitive form
de: Begriff in primitiver Form

source: alias for this entry. <a href="%s" class="openinwindow" title="Information about tag splitting.">tag format help</a>
de: Alias für diesen Eintrag. <a href="%s" class="openinwindow" title="Informationen über Tag-Trennung.">tag Format Hilfe</a>

source: Short definition
de: Kurzdefinition

source: A short explain.
de: Kurze Erklärung.

source: Explain the term
de: Erkläre den Begriff

source: New lexicon entry '%s'.
de: Neuer Lexicon Eintrag '%s'.

source: Don't replace a word if it exist in the given html tags. (tagging field <a href="%s" class="openinwindow" title="Information about splitting.">format help</a>)
de: Ersetzt keine Lexikon Wörter in den angegebenen HTML-Tags. <a href="%s" class="openinwindow" title="Informationen über Tag-Trennung.">tag Format Hilfe</a>

source: Wrong HTML code
de: Falscher HTML Code

source: goto lexicon summary page
de: Gehe zur Lexikon Übersichtsseite

source: package information
de: Paket Informationen

source: filesystem location
de: Dateisystem Pfad

source: author
de: Autor

source: license
de: Lizenz

source: convert the current page content to this new markup
de: Konvertiert aktuelle Seite in dieses Markup

source: Display original html and a html diff.
de: Display Original HTML-Code und eine HTML-diff.

source: switch to other markup format
de: Zum anderen Markup Format wechseln

source: switch to other markup help
de: Zur anderen Markup Hilfe wechseln.

source: The model and attribute for bulk edit.
de: Das Modell und die Attribute für die Bulk-Bearbeitung.

source: Filter queryset in this language (if possible)
de: Filter QuerySet in dieser Sprache (falls möglich)

source: Page content updated.
de: Seiten Inhalt aktualisiert.

source: Wrong get view parameter!
de: Falsche 'get view' Parameter!

source: No items changed.
de: Kein Eintrag geändert.

source: %(count)s items saved (IDs: %(ids)s)
de: %(count)s Einträge gespeichert (IDs: %(ids)s)

source: Wrong PageContent ID.
de: Falsche PageContent ID.

source: Convert '%s' markup
de: Markup '%s' konvertieren

source: Content page %r updated.
de: Seiteninhalt %r aktualisiert.

source: Edit a content page
de: PageContent bearbeiten

source: Plugin page %r updated.
de: Plugin Seite %r aktualisiert.

source: Edit a plugin page
de: Plugin Seite bearbeiten

source: Create a new page
de: Neue Seite erstellen

source: New content page %r created.
de: Neue PageContent %r erstellt.

source: Create a new plugin page
de: Neue Plugin Seite erstellen

source: New plugin page %r created.
de: Neue Plugin Seite %r erstellt.

source: Translate page '%(name)s' (%(desc_lang)s) - Select destination language
de: Seite '%(name)s' (%(desc_lang)s) übersetzten - Bitte Ziel-Sprache auswählen.

source: Translate page '%(name)s' (%(source_lang)s) into %(dest_lang)s.
de: Seite '%(name)s' (%(source_lang)s) übersetzten nach %(dest_lang)s.

source: original html (generated with the original markup)
de: Original HTML-Code (mit der Original-Markup generiert)

source: converted html (generated with the converted markup)
de: HTML umgewandelt (mit den konvertierten Markup generiert)

source: html diff (without whitespace)
de: HTML-diff (ohne Leerzeichen)

source: (Generated html code is the same. No differences found.)
de: (Generierten HTML-Code ist der gleiche. Keine Unterschiede gefunden.)

source: new markup
de: neue Markup

source: makes the textarea bigger
de: Texteingabefeld vergrößern

source: makes the textarea smaller
de: Texteingabefeld verkleinern

source: Language:
de: Sprache:

source: Language
de: Sprache

source: submit
de: Absenden

source: Textarea has been changed! Changes are not saved if you leave.
de: Texteingabefeld hat sich geändert! Änderungen sind noch nicht gespeichert.

source: loading
de: laden

source: Preview
de: Vorschau

source: Edit the CMS page
de: CMS Seite bearbeiten

source: Markup help
de: Markup Hilfe

source: change
de: ändern

source: Email address
de: E-Mail-Adresse

source: not published, only used for notification
de: Wird nicht veröffentlicht, nur für Benachrichtigung

source: Send me a mail if someone replay on my comment. (Needs a email address ;)
de: Sende eine Email, wenn jemand noch ein Kommentar abgibt. (Benötigt eine EMail Adresse ;)

source: PyLucid comment
de: PyLucid Kommentar

source: Number of pause errors after IP would be banned.
de: Anzahl der Limit Überschreibungen, nach der die IP Adresse verboten wird.

source: Minimum pause in seconds between two comments (Used 'REMOTE_ADDR' + username)
de: Minimale Pause in Sekunden zwischen zwei Kommentaren vom selben Nutzer. (nutzt 'REMOTE_ADDR' + Benutzername)

source: Keywords for auto hide a new comment, for later moderation. (Comma seperated)
de: Stichwörter für automatisches nicht-veröffentlichen eines neuen Kommentars. (Komma getrennt)

source: Email every settings.ADMINS after a new comment submitted.
de: Sende eine Email an alle settings.ADMINS, nachdem ein neuer Kommentar erstellt wurde.

source: Your comment has been saved.
de: Dein Kommentar wurde gespeichert.

source: Your comment waits for moderation.
de: Ihr Kommentar muss auf eine Moderation warten.

source: Before %(time)s
de: Vor %(time)s

source: edit this comment entry
de: Diesen Kommentar bearbeiten

source: delete this comment entry
de: Diesen Kommentar löschen.

source: there exist no comment for '%(name)s'
de: Es existiert kein Kommentar für '%(name)s'

source: Preview your comment
de: Kommentarvorschau

source: and
de: und

source: Post your comment
de: Kommentar abschicken

source: or make changes
de: oder Änderungen vornehmen

source: Please correct the error below
de: Bitte unten stehenden Fehler korrigieren.

source: Post
de: Abschicken

source: %(counter)s comment for '%(name)s':
de: %(counter)s Kommentar für '%(name)s':

source: loading...
de: laden...

source: Leave a comment
de: Kommentar hinterlassen

source: The destination url for the redirect
de: Die Ziel-URL für die Umleitung

source: redirect the full url or raise 404 if url has additional parts.
de: Vollständige URL Umleiten oder 404 Fehler auslösen, wenn URL länger ist.

source: Append a GET query string, if exist?
de: GET-Parameter anhängen, falls vorhanden?

source: Don't redirect, just display some info. (Only for staff members!)
de: Nicht umleiten, nur Informationen anzeigen. (Nur für Mitarbeiter!)

source: Redirect entry for page: %s doesn't exist, please create.
de: Umleitungs-Eintrag für Seite: %s nicht vorhanden ist, bitte erstellen.

source: The default template filename.
de: Standard Template Dateiname.

source: Default socket timeout in seconds for getting the RSS feed.
de: Standard Socket-Timeout in Sekunden für das Erhalten des RSS-Feeds.

source: Default number of seconds to cache a feed.
de: Standard Feed Cache Zeit in Sekunden.

source: Number of the paged for the result page
de: Anzahl der Seiten für die Ergebnis-Seite

source: Numbers of limit overstepping after IP would be banned.
de: Anzahl der Limit Überschreibungen, nach der die IP Adresse verboten wird.

source: Minimum pause in seconds between two search from the same user. (Used 'REMOTE_ADDR')
de: Minimale Pause in Sekunden zwischen zwei Suchen vom selben Nutzer. (nutzt 'REMOTE_ADDR')

source: settings.CACHE_BACKEND is '%s'
de: settings.CACHE_BACKEND ist '%s'

source: e.g.: CACHE_BACKEND='file://%s'
de: Bsp.: CACHE_BACKEND='file://%s'

source: * Cache works fine ;)
de: * Cache arbeitet ;)

source: * Error: entry not deleted!
de: * Fehler: Eintrag nicht gelöscht!

source: more info:
de: Mehr Info auf:

source: <a href="http://docs.djangoproject.com/en/dev/topics/cache/#setting-up-the-cache">django cache documentation</a>
de: <a href="http://docs.djangoproject.com/en/dev/topics/cache/#setting-up-the-cache">Django Cache Dokumentation</a>

source: settings.PYLUCID.CACHE_DIR is %r
de: settings.PYLUCID.CACHE_DIR ist '%s'

source: Check why the python process can't cachen the files.
de: Prüfe, warum der Python Prozess diese Datei nicht cachen kann.

source: Set settings.PYLUCID.CACHE_DIR="" to disable headfile cache.
de: Setzte settings.PYLUCID.CACHE_DIR="" um den Headfile-Cache zu deaktivieren.

source: All '%s' tagged items
de: Alle Einträge mit '%s' getaggt

source: hightlight sourcecode
de: Sourcecode hervorheben

source: Delete old log entries
de: Alte Log-Einträge löschen

source: Delete old session entries
de: Alte Session-Einträge löschen

source: override template
de: Template Überschreiben

source: New dbtemplate entry %s created.
de: Neuer dbtemplate Eintrag %s erstellt.

source: dbtemplate entry %s already exists!
de: dbtemplate Eintrag %s existiert schon!

source: You can edit it now.
de: Du kannst es jetzt bearbeiten.

source: keep the last X entries
de: Letzten X Einträge behalten

source: keep entries from the last X days
de: behalte Einträge der letzten X Tag(e)

source: keep entries from the last X hours
de: behalte Einträge der letzten X Stunde(n)

source: Number of entries to be retained.
de: Anzahl der Einträge die beibehalten werden.

source: Witch 'retained' type is the given number?
de: Welche "behalte letzten X" Typ ist die Zahl?

source: Limit the query to the current site?
de: Auf aktuelle Seite beschränken?

source: Select the template you would like to overwrite in dbtemplate.
de: Wähle das Template welches du in dbtemplate überschreiben willst.

source: Override a template. Read the original template from filesystem and create a dbtemplate entry
de: Überschreiben eines Templates. Liest das Template vom Dateisystem und erzeugt einen dbtemplate Eintrag.

source: more info on:
de: Mehr Informationen auf:

source: Display only the sourcecode of the template.
de: Nur den Sourcecode des Templates anzeigen.

source: override
de: überschreiben

source: Read the template from filesystem and create a new dbtemplate entry.
de: Liest das Template vom Dateisystem und erzeugt einen dbtemplate Eintrag.

source: Update source package '%s'
de: Source Package '%s' Aktualisieren.

source: back to status page
de: Zurück zur Status Seite

source: Note: Changes only active, if python process restarted!
de: Hinweis: Änderungen werden erst aktiv, wenn Python Prozess neu gestartet wird!

source: Remove dead links and delete old entries from update journal
de: Entferne tote Links und lösche alte Einträge vom UpdateJournal

source: user's name
de: Benutzername

source: object url
de: Objekt URL

source: Default numbers of UpdateJournal entries in RSS/Atom feed.
de: Standard Anzahl der Seiten Änderungen als RSS/Atom-Feeds.

source: The maximal numbers of UpdateJournal entries in RSS/Atom feed.
de: Die maximale Zahl der gleichzeitig sichtbaren UpdateJournal-Einträge im RSS/Atom feed.

source: Update Journal - RSS feed
de: "Letzte Seiten Änderungen" als RSS-Feed.

source: Last %s updates and changes
de: Letzten %s Änderungen

source: Update Journal - Atom feed
de: "Letzte Seiten Änderungen" als Atom-Feed.

source: remove only dead entries
de: Nur tote Einträge entfernen

source: select update journal feed format
de: Wählen Sie das Update-Journal-Feed-Format

source: get update journal as RSS/Atom feed.
de: Letzte Seiten Änderungen als RSS / Atom-Feeds.

source: %r is not a integer. (Use default number)
de: %r ist keine Ganzzahl. (Nutze standart Anzahl)

source: %(get_key)r is too small. (Use: %(min)s)
de: %(get_key)r zu kurz. (Min.: %(min)s)

source: %(get_key)r is too large. (Use: %(max)s)
de: %(get_key)r zu lange. (Max.: %(max)s)

source: No site
de: Keine Seite

source: current site
de: aktuelle Seite

source: all accessable sites
de: Alle zugreifbaren Seiten

source: Witch site(s) sould be preselected if you create a new entry?
de: Welche Seite(n) soll vorgewählt werden, wenn ein neue Eintrag erstellt wird?
