Repository: ckolumbus/PyLucid
Catalog: pylucid_project/locale/*/LC_MESSAGES/django.po
Languages: de

source: Colorscheme %(old_name)s cloned to %(new_name)s
de: Farbschema %(old_name)s cloned zu %(new_name)s

source: Error: At least %(count)s page(s) used this design on site %(site)s!
de: Fehler: %(count)s Seite(n) nutzten dieses Design auf %(site)s!

source: View on site
de: Auf der Website anzeigen

source: Permission denied for anonymous user. Please log in.
de: Zugriff für Anonyme Benutzer nicht gestattet. Bitte einloggen.

source: CSS color value is not a basestring!
de: CSS Farbe Wert ist kein 'Basesting'!

source: Error: %r has wrong length (only 6 characters allowed)
de: Fehler: %r hat eine falsche Länge! (muß 6 Zeichen lang sein.)

source: Error: %r is not a CSS hex color value
de: Fehler: %r ist kein CSS Hexadezimal Farbwert

source: the used markup language for this entry
de: Benutztes Markup Sprache für diesen Eintrag

source: ID of the PyLucid Admin Design. (Not used yet!)
de: ID des PyLucid Admin Designs. (Nicht genutzt, bisher!)

source: How long should a IP address banned in minutes. (Changes need app restart)
de: Wie lange soll eine IP Adresse verboten (gebannt) werden in Minuten. (WebApp muß neu gestartet werden)

source: Append no additional text
de: Kein Text zusatz angehängt

source: Append the PageTree slug (language independent)
de: PageTree 'Slug' anhängen (Sprach unabhängig)

source: Append the PageMeta name (language dependent)
de: PageMeta Namen anhängen (Sprach abhängig)

source: Append the PageMeta title (language dependent)
de: PageMeta Titel anhängen (Sprach abhängig)

source: Should we append a additional text to every permalink?
de: Soll ein Text an jeden Permalink angehängt werden?

source: Don't log 'Page not found' errors.
de: Keine 'Seite nicht gefunden' Fehler loggen.

source: Log only 'Page not found' if no redirect for the url exists.
de: Log Eintrag bei 'Seite nicht gefunden' nur wenn keine Umleitung für die URL existiert.

source: Log every 'Page not found' error, although if redirect exists.
de: Log Eintrag bei 'Seite nicht gefunden', auch wenn eine Umleitung für die URL existiert.

source: Setup logging verbosity if 404 - 'Page not found' appears
de: Einstellen der Logging Ausführlichkeit, wenn 404 - "Seite nicht gefunden" erscheint

source: child-parent loop error!
de: Kind-Eltern Scheifen Fehler!

source: There exist no pages! Have you load the initial pylucid.json data file? At least there must exists one page! (original error was: %s)
de: Es gibt keine Seite! Wurden die pylucid.json initial Daten eingespeielt? Es muss zumindest eine Seite existieren! (original error was: %s)

source: Page not found
de: Seite nicht gefunden

source: unknown type
de: Unbekannter Typ

source: on site
de: Auf Website

source: Exists on site
de: Existiert auf Seite

source: existing colors: %s
de: Existierende Farben: %s

source: No unused colors found, ok.
de: Keine unbenutzten Farben gefunden, ok.

source: remove %(count)i colors: %(names)s
de: Lösche %(count)i Farben: %(names)s

source: Name is not a slug! Use e.g.: <strong>%s</strong>
de: Name ist kein 'Slug'! Benutzte z.B.: <strong>%s</strong>

source: Color "%(old_name)s" renamed to "%(new_name)s":Headfiles %(headfiles)s and colorschemes %(schemes)s updated.
de: Farbe "%(old_name)s" umbenannt in "%(new_name)s":Headfiles %(headfiles)s und Farbschema %(schemes)s aktualisiert.

source: Name of this design combination
de: Name dieser Design-Kombination

source: Static files (stylesheet/javascript) for this page, included in html head via link tag
de: Statische Dateien (Stylesheet/JavaScript) für diese Seite wird via 'html-Head-link-Tag' eingebunden

source: Template doesn't exist.
de: Template existiert nicht.

source: MIME type for this file. (Leave empty for guess by filename)
de: MIME-Typ für diese Datei (Automatische Bestimmung basierend auf Dateiname, wenn leer gelassen)

source: Additional html tag attributes (CSS example: media="screen")
de: Zusätzliche HTML-Tag Attribute (bsp.: media="screen")

source: Are there CSS ColorScheme entries in the content?
de: Sind CSS ColorScheme Einträge in diesem Inhalt?

source: filepath %(filepath)r contains invalid characters! (Original error: %(err)s)
de: Dateipfad %(filepath)r beinhaltet ungültige Zeichen! (Original Fehler: %(err)s)

source: This headfile can't be rendered, because it's not used in a design witch has a colorscheme!
de: Dieses 'Headfile' kann nicht gerendert werden, weil es nicht in einem Design mit Farbschema genutzt wird!

source: Theses CSS color names %(css_names)s are unknown in %(colorscheme)s
de: Diese CSS Farbnamen %(css_names)s sind unbekannt in %(colorscheme)s

source: No existing colorscheme to merge colors found, ok. (tested %s colorschemes)
de: Kein Farbschema zum fusionieren der Farben gefunden, ok. (%s Farbschemas geprüft)

source: Merge colors with colorscheme "%(name)s" (score: %(score)s, tested %(count)s colorschemes)
de: Fusioniere Farben mit Farbschema "%(name)s" (Punktzahl: %(score)s, %(count)s Farbschemas getestet)

source: Colors %(colors)s created in colorscheme "%(scheme)s"
de: Farben %(colors)s in Farbschema "%(scheme)s" erstellt.

source: IP ban entry
de: IP-Verbot Eintrag

source: IP ban entries
de: IP-Verbot Einträge

source: Add ban entry, because %(last_actions)s request for %(app_label)s in the last %(min_pause)ssec.
de: Sperr Eintrag hinzugefügt, weil %(last_actions)s Anfragen für %(app_label)s in den letzten %(min_pause)sSek.

source: Request too fast!
de: Anfrage zu schnell!

source: App Label
de: Applikations Namen

source: Action
de: Aktion

source: Message
de: Nachricht

source: long Message
de: Nachricht lang

source: Accept Encoding
de: Erlaubtes Encoding

source: Accept Language
de: Erlaubte Sprache

source: log entry
de: Logeintrag

source: log entries
de: Logeinträge

source: tags for this entry. <a href="%s" class="openinwindow" title="Information about tag splitting.">tag format help</a>
de: Tags für diesen Eintrag. <a href="%s" class="openinwindow" title="Informationen über die Aufspaltung der Tags.">Tag Formatierungs-Hilfe</a>

source: PageMeta %(slug)s doesn't exist in client favored language %(tried_languages)s, use %(used_code)s entry.
de: PageMeta %(slug)s existiert nicht in der bevorzugten Sprache %(tried_languages)s, benutzte %(used_code)s.

source: Can't use the <strong>plugin</strong> page '%s' as parent page! Please choose a <strong>content</strong> page.
de: Die <strong>Plugin</ strong> Seite '%s' kann nicht als übergeordnete Seite gewählt werden! Bitte nur eine <strong>Inhalte</ strong> Seite wählen.

source: Error getting user profile: %s
de: Fehler beim zugriff auf 'user profile': %s

source: You can't access these site!
de: Du hast keinen Zugriff auf diese Seite!

source: User %(username)s doesn't exist: %(err)s
de: Benutzer %(username)s existiert nicht: %(err)s

source: We're sorry, but the requested page could not be found.
de: Es tut uns leid, aber die angeforderte Seite konnte nicht gefunden werden.

source: goto your PyLucid CMS page
de: Auf deine PyLucid CMS Seite gehen

source: Server error (500)
de: Serverfehler (500)

source: Server Error <em>(500)</em>
de: Serverfehler <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
de: Ein Fehler ist aufgetreten. Dieser Fehler wurde an die Serververwalter per E-Mail gemeldet und sollte in Kürze behoben sein. Vielen Dank für Ihr Verständnis.

source: You see not the debug error page, because debugging is off or your IP is not in settings.INTERNAL_IPS
de: Die Debug-Fehler-Seite wird nicht angezeigt, weil entweder das Debuggen deaktiviert ist, oder deine IP Adresse nicht in settings.INTERNAL_IPS eingetragen ist.

source: page stats:
de: Seitenstatistik

source: List of all pages for creating links
de: Liste aller Seiten. (Für Link Erstellung)

source: page list
de: Seiten Liste

source: List of all available PyLucid template tags
de: Liste aller verfügbaren PyLucid Template-Tags

source: tag list
de: Tag Liste

source: History
de: Geschichte

source: edit design
de: Design ändern

source: edit headfile
de: Kopfdatei bearbeiten

source: Open the first page witch used this design
de: Öffne erste Seite die dieses Design nutzt.

source: edit db template entry
de: DB-Tremplate Eintrag bearbeiten

source: Clone this colorscheme and all this assiossiated colors.
de: Klone dieses Farbschema und alle dazugehörigen Farben

source: Note:\nChanges in the form will be lost!
de: Hinweis:\nÄndernungen im Formular gehen verlohren!

source: clone
de: Klone

source: Remove all unused colors (check every headfiles)
de: Lösche alle ungenutzten Farben (Geprüft werden alle 'Headfiles')

source: remove unused colors
de: Unbenutzte Farben löschen

source: Rename all colors based on the color value
de: Alle Farben basierend auf Farbwert umbenannt

source: Note:\nAll colors would be renamed!\nChanges in the form will be lost!
de: Hinweis:\nAlle Farben werden umbenannt!\nÄndernungen im Formular gehen verlohren!

source: auto rename color names
de: Automatische Farbnamen

source: save
de: Speichern

source: abort
de: Abbrechen

source: edit colorscheme
de: Farbschema bearbeiten

source: markup preview
de: Markup Vorschau

source: markup help page
de: Markup Hilfe Seite

source: markup help
de: Markup Hilfe

source: Form errors:
de: Formular Fehler:

source: Markup preview
de: Markup Vorschau

source: go top
de: nach oben

source: Permalink to this section
de: Permalink zu diesem Abschnitt

source: PyLucid admin page
de: PyLucid Seiten Admin

source: PyLucid admin pages
de: PyLucid Admin Seiten

source: Select the language of your existing page data.
de: Wähle die Sprache der existierenden Seiteninhalte

source: Please insert 'yes' to confirm.
de: Füge bitte 'yes' zum fortsetzten ein.

source: ip address
de: IP-Adresse

source: person's name
de: Name

source: Your full name (will be published) (required)
de: Dein Vollständiger Name (wird veröffentlicht) (erforderlich)

source: e-mail address
de: E-Mail-Adresse

source: Only for internal use. (will not be published) (required)
de: Wird nur intern verwendet (wird nicht veröffentlicht) (erforderlich)

source: Your homepage (optional)
de: Deine Homepage (optional):

source: content
de: Inhalt

source: is public
de: ist öffentlich

source: Headline
de: Überschrift

source: The blog entry headline
de: Überschrift des Blog Eintrags

source: Content
de: Inhalt

source: Wipe all page data on '%s'.
de: Löscht alle Seiteninhalte auf '%s'.

source: Error: On this site exist no language!
de: Fehler: Auf dieser Seite existiert kein Sprache Eintrag!

source: Can't start migrating: There exist pages on this side!
de: Kann nicht migrieren: Es existiert keine Inhalte auf dieser Seite!

source: Create a new site or wipe all page data.
de: Erstellen Sie eine neue Website oder wischen Sie alle Daten Seite.

source: lucidTag example
de: lucidTag Beispiel

source: preview
de: Vorschau

source: Short name for lucidTag
de: Kurzname für 'lucidTag'

source: Template path for this map. (Optional, leave empty for default!
de: Template Pfad für diese Karte. (Leerlassen, für Standart Template!)

source: Map width size
de: Karten Breite

source: Map height size
de: Karten Höhe

source: map geographic longitude (vertically) coordinate
de: Karten Koordinaten, geographische Länge (vertikal/longitude)

source: map geographic latitude (horizontally) coordinate
de: Karten Koordinaten, geographische Breite (horizontal/latitude)

source: Map zoom factor
de: Karten Zoom Faktor

source: Text marker longitude (vertically) coordinate. (Optional, leave empty to use the map centre.)
de: Text Markierungs Koordinaten, geographische Länge (vertikal/longitude) (Optional, nutzte Kartenmittelpunkt, wenn leer)

source: Text marker latitude (horizontally) coordinate (Optional, leave empty to use the map centre.)
de: Text Markierungs Koordinaten, geographische Breite (horizontal/latitude) (Optional, nutzte Kartenmittelpunkt, wenn leer)

source: Text marker width size
de: Text Markierung Breite

source: Text marker height size
de: Text Markierung Höhe

source: Marker text. (Optional, leave empty if no popup marker should be displayed.)
de: Marker Text. (Optional, Kein Marker Popup, wenn leer.)

source: You must insert your google maps key into preferences! Goto: Django admin site / Dbpreferences / StreetMap / edit preferences
de: Google-Maps-Key muß in Preferences Eingetragen werden! Gehe zu: Django admin site / Dbpreferences / StreetMap / edit preferences

source: Google Maps API Key (Leave empty if you only use OpenStreetMaps.)
de: Google-Maps-Key (Kann leer gelassen werden, wenn nur OpenStreetMaps genutzt werden)

source: lucidTag StreetMap error: You must add the 'name' parameter!
de: lucidTag StreetMap Fehler: Parameter 'name' fehlt!

source: lucidTag StreetMap error: There exist no map entry with the name: %r
de: lucidTag StreetMap Fehler: Es existiert kein Karten Eintrag mit name: %r

source: Existing maps are: %r
de: Existierende Karten: %r

source: create a new street map entry in django admin site
de: Neue Karte in Django Admin erstellen

source: create a new map entry
de: Neue Karte erstellen.

source: See this map on google maps web page
de: Zeige Karte auf Google-Maps Webseite

source: See this map on OpenStreetMap webpage
de: Zeige Karte auf OpenStreetMap Webseite

source: edit in django admin site
de: In Django Admin Seite bearbeiten

source: edit this map entry
de: diese Karte ändern

source: 'min' parameter in lucidTag TOC must be a integer! Error: %s
de: "min"-Parameter in lucidTag TOC muss eine Zahl sein! Fehler: %s

source: table of contents
de: Inhaltsverzeichnis

source: go down to this section
de: zu diesem Abschnitt gehen

source: edit page content inline
de: Inhalt der Seite 'inline' bearbeiten

source: edit page
de: Seite bearbeiten

source: edit all page attributes in a seperated view
de: Alle Seiten Attribute im eigenen View bearbeiten

source: edit all
de: alles bearbeiten

source: low level editing page parts in django admin panel (not recommented!)
de: Low-Level-Bearbeitung von Seitenteile im Django Admin Panel (nicht empfohlen!)

source: django admin
de: Django Admin Seite

source: edit only 'plugin page' entry in with django admin panel
de: nur 'plugin page' Eintrag in Django Admin bearbeiten

source: edit plugin page
de: Plugin Seite bearbeiten

source: edit only 'PageContent' part in django admin panel
de: Nur 'PageContent' Eintrag in Django Admin bearbeiten

source: edit page content
de: Seiten Inhalt bearbeiten

source: edit only 'PageTree' part in django admin panel
de: Nur 'PageTree' Eintrag in Django Admin bearbeiten

source: edit page tree
de: Seitenbaum bearbeiten

source: edit only 'PageMeta' part in django admin panel
de: Nur 'PageTree' Eintrag in Django Admin bearbeiten

source: edit page meta
de: Meta Angaben bearbeiten

source: edit current style/template in django admin panel
de: Aktuelle Style/Tremplate in Django Admin Seite bearbeiten

source: edit current look
de: Aussehen bearbeiten

source: edit current design:
de: Bearbeite aktuelles Design:

source: edit current colorscheme:
de: Bearbeite aktuelles Farbschema:

source: colorscheme
de: Farbschema

source: edit headfile:
de: Bearbeite Kopfdatei:

source: edit page template:
de: Bearbeite aktuelles Seiten Template:

source: page template
de: Seiten Template

source: translate page into a other language
de: Übersetzte Aktuelle Seite in andere Sprache

source: translate content
de: Seiteninhalt Übersetzen

source: auto translate page into a other language and prefill fields with google translation service
de: Automatisches Übersetzten der Seite mit vorausgefüllten Feldern mit dem Google Übersetztungs Service

source: prefill with google
de: Vorgefüllt mit google

source: Convert page content markup
de: Konvertierte Seiteninhalt in anderes Markup

source: convert markup
de: Markup konvertieren

source: change the link oder of the current menu level
de: Links Reihenfolge des aktuellen Menü Levels ändern

source: change page order
de: Reihenfolge bearbeiten

source: delete current page
de: Aktuelle Seite Löschen

source: delete page
de: Seite Löschen

source: Go into Django Admin site index
de: Gehe zum Django Admin Seiten Index

source: Django admin site
de: Django Admin Seite

source: PyLucid admin menu
de: PyLucid Admin Menü

source: install PyLucid
de: PyLucid installieren

source: install plugins
de: Plugins installieren

source: update section
de: Update Sektion

source: Username
de: Benutzername

source: Required. 30 characters or fewer. Alphanumeric characters only (letters, digits and underscores).
de: Erforderlich. 30 Zeichen oder weniger. Alphanumerische Zeichen (Buchstaben, Ziffern und Unterstriche).

source: Numbers login log messages after IP would be banned.
de: Zahlen der Login-Log-Meldungen nach der die IP Adresse verboten werden würde.

source: Minimum pause in seconds between two login log messages from the same user. (Used 'REMOTE_ADDR')
de: Minimale Pause in Sekunden zwischen zwei Login-Log-Meldungen vom selben Nutzer. (Nutzt 'REMOTE_ADDR')

source: Wrong username/password.
de: Falscher Benutzername/Passwort.

source: You are logged out!
de: Erfolgreich abgemeldet.

source: or use:
de: oder benutzte:

source: Do really want to send your password in plain text?
de: Willst du wirklich dein Passwort im Klartext senden?

source: You are logged in. Last login was:
de: You are in. Letzter Login war:

source: Log in
de: Anmelden

source: Log out
de: Abmelden

source: Username is too short.
de: Benutzername ist zu kurz.

source: Password is too short. It must be at least eight characters long.
de: Passwort ist zu kurz. Es muß min. acht Zeichen lang sein.

source: Only ASCII letters in password allowed!
de: Nur ASCII Zeichen im Passwort erlaubt!

source: Get the hash salt value from server...
de: Hole den Hash-Salt-Wert from Server...

source: Send SHA-1 values to the server...
de: Sende SHA-1 Wert zum Server...

source: Error
de: Fehler

source: Request a password reset.
de: Passwort zurücksetzen

source: Create a new blog entry
de: Neuen Blog Eintrag erstellen

source: New blog entry '%s' saved.
de: Neuer Blog Eintrag '%s' gespeichert.

source: The maximal numbers of blog entries, displayed together for anonymous users
de: Die maximale Zahl der gleichzeitig sichtbaren Blog-Einträge für anonyme Benutzer.

source: The maximal numbers of blog entries, displayed together for logged in PyLucid users.
de: Die maximale Zahl der gleichzeitig sichtbaren Blog-Einträge für eingeloggte PyLucid Benutzer.

source: Default numbers of blog articles in RSS/Atom feed.
de: Standard Anzahl der Blog Artikel im RSS/Atom Feed.

source: The maximal numbers of blog articles in RSS/Atom feed.
de: Die maximale Zahl der Blog-Einträge in RSS/Atom feeds.

source: Last %s blog articles
de: Letzten %s Blog Artikel

source: Last %(count)s blog articles tagged with: %(tags)s
de: Letzten %(count)s Blog Artikel getaggt mit: %(tags)s

source: All articles in %s.
de: Alle Artikel in %s.

source: All items tagged with: %s
de: Alle Einträge die mit '%s' getaggt sind.

source: and are written in %s.
de: und geschrieben in %s.

source: Article '%s'
de: Artikel '%s'

source: Please select syndication feed format:
de: Bitte wählen Sie Syndication-Feed-Format:

source: http://en.wikipedia.org/wiki/RSS
de: http://de.wikipedia.org/wiki/RSS

source: http://en.wikipedia.org/wiki/Atom_(standard)
de: http://de.wikipedia.org/wiki/Atom_(Format)

source: edit
de: Bearbeiten

source: delete
de: Löschen

source: Before %(time)s published by
de: Vor %(time)s veröffentlicht, durch

source: Pages:
de: Seiten:

source: &lt; goto previous page
de: &lt; zur vorherigen Seite gehen

source: previous
de: vorherig

source: goto next page &gt;
de: zur nächsten Seite gehen &gt;

source: next
de: weiter

source: Seperator between every breadcrumb link
de: Seperator zwischen jedem breadcrumb Link

source: If checked the actual page will be the last page in the bar. Otherwise the parentpage.
de: Wenn diese Option aktiviert ist, wird die aktuelle Seite der letzte Link in der breadcrumb Leiste. Andernfalls wird die Elternseite verwendet.

source: If checked every back link bar starts with a link to "index_url"
de: Wenn diese Option aktiviert, beginnt die breadcrumbs mit einem Link zu "index_url"

source: The url used for print_index. Note: not verify if the url exists.
de: index URL (Hinweis: Es wird nicht geprüft ob die URL existiert.)

source: the name that is printed for the indexpage
de: Name der für den Index Link

source: Switch a PyLucid page design
de: Wechsel PyLucid Seiten Design

source: Error: Design with ID %(id)r doesn't exist: %(err)s
de: Fehler: Design mit ID %(id)r existiert nicht: %(err)s

source: delete 'design switch', turn to automatic mode.
de: Lösche "Design Umschaltung", schalte im normalen Automatik Modus.

source: Save design ID %r
de: Speicher Design ID %r

source: Clone a existing page design with all associated components.
de: Klone ein existierende Seiten Design und alle dazugehörigen Komponenten.

source: New design '%s' created.
de: Neues Design '%s' erstellt.

source: Select the PyLucid page design
de: Wähle das PyLucid Seiten Design

source: Name of the cloned design. (used for all design components, too)
de: Name des Design Klones. (Wird auch in allen dazugehörigen Komponenten genutzt)

source: Site set to all design components
de: Seite for alle Design Komponenten

source: new name contains invalid characters! (Original error: %s)
de: Neuer Name beinhaltet unzuläßige Zeichen! (Original Fehler: %s)

source: A design with this name exist already.
de: Ein Design mit diesem Namen existiert bereits.

source: A ColorScheme with this name exist already.
de: Ein Farbschema mit diesem Namen existiert bereits.

source: A editable headfile filepath startswith with this new name.
de: Ein "Headfile" startet mit diesem neuen Namen.

source: A template named '%s' exist already
de: Template mit Namen '%s' existiert schon!

source: %(count)s %(model_name)s entries total exist.
de: %(count)s %(model_name)s Einträge existieren (Gesamt)

source: %(count)s %(model_name)s filtered entries found.
de: %(count)s %(model_name)s gefilterte Einträge gefunden.

source: %(count)s %(model_name)s entries contains 'find string'.
de: %(count)s %(model_name)s Einträge beinhalten den Suchtext.

source: %(changes)s changes in %(count)s %(model_name)s entries.
de: %(changes)s Änderungen in %(count)s %(model_name)s Einträgen.

source: Find and replace
de: Suchen und Ersetzten

source: Please select the content type for the operation.
de: Bitte einen "Inhaltstypen" für diese Funktion aussuchen.

source: Limit the language. (Would not be used for any content type.)
de: Begrenze die Sprachen. (Wird nocht für alle Inhaltstypen genutzt.)

source: Limit to these sites
de: Auf diese Seiten beschränken

source: Don't replace anything.
de: Nichts wird geändert.

source: Min length of a search term
de: Min. Länge eines Suchbegriffs

source: Max length of a search term
de: Maximale Suchbegriff länge

source: The length of the text-hit-cutouts
de: Länge des Treffer Text Ausschnitt

source: Max. cutout lines for every search term
de: Max. Anzahl der Treffer Zeilen für jeden Suchbegriff

source: find and replace
de: Suchen und Ersetzten

source: results
de: Ergebnisse

source: changes
de: Änderungen

source: Base path after MEDIA_ROOT
de: Basispfad nach MEDIA_ROOT

source: Used template for this gallery
de: Template für diese Gallerie

source: raise 500 if one of the signs in the path (separated by spaces!)
de: Löse Fehler 500 aus, wenn ein Zeichen im Pfad vorkommt (Komma getrennt)

source: Wrong path.
de: Pfad falsch.

source: goto 'index'
de: gehe zu 'index'

source: goto '%s'
de: gehe zu '%s'
